tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "curl"
brew "git"
brew "graphviz"
brew "htop"
brew "mas"
brew "neovim"
brew "pandoc"
brew "pandoc-citeproc"
brew "pandoc-crossref"
brew "pdf2svg"
brew "tig"
brew "tmux"
brew "vim"
brew "wget"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "android-studio"
cask "appcleaner"
cask "caffeine"
cask "clipy"
cask "dotnet-sdk"
cask "firefox"
cask "font-cica"
cask "font-firacode-nerd-font"
cask "google-chrome"
cask "google-chrome-canary"
cask "hyperswitch"
cask "iterm2"
cask "karabiner-elements"
cask "mono-mdk"
cask "processing"
cask "qfinder-pro"
cask "scroll-reverser"
cask "shiftit"
cask "skim"
cask "skitch"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "typora"
cask "unity-hub"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio"
cask "visual-studio-code"
cask "visual-studio-code-insiders"
mas "Enpass", id: 732710998
mas "Xcode", id: 497799835
