tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "microsoft/git"
tap "zkokaja/brewlet"
brew "bash"
brew "bash-completion"
brew "fzf"
brew "ghq"
brew "git"
brew "htop"
brew "neovim"
brew "ocproxy"
brew "openconnect"
brew "starship"
brew "vim"
brew "wget"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "blackhole-16ch"
cask "blackhole-2ch"
cask "font-fira-code"
cask "git-credential-manager-core"
