tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "boost"
brew "python"
brew "clang-format"
brew "coreutils"
brew "curl"
brew "fzf"
brew "gcc"
brew "gibo"
brew "git"
brew "go"
brew "graphviz"
brew "htop"
brew "igraph"
brew "llvm"
brew "youtube-dl"
brew "mpv"
brew "neofetch"
brew "neovim"
brew "node"
brew "python@2"
brew "rbenv"
brew "ruby"
brew "rust"
brew "screenfetch"
brew "tmux"
brew "vim"
brew "wget"
brew "yarn"
brew "zsh"
cask "brave-browser"
cask "dropbox"
cask "font-firacode-nerd-font"
cask "font-source-code-pro"
cask "font-source-code-pro-for-powerline"
cask "google-chrome"
cask "google-chrome-canary"
cask "iterm2"
cask "karabiner-elements"
cask "keepingyouawake"
cask "macwinzipper"
cask "skim"
cask "spotify"
cask "visual-studio-code"
