aalib
accountsservice
acl
adobe-source-code-pro-fonts
adwaita-icon-theme
alsa-card-profiles
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
alsa-utils
amd-ucode
amdvlk
amtk
aom
apache
appstream
apr
apr-util
arc-gtk-theme
archlinux-keyring
argon2
arp-scan
at-spi2-atk
at-spi2-core
atk
atkmm
attr
audiofile
audit
autoconf
automake
avahi
babl
baobab
base
bash
bc
binutils
bison
blas
bluez
bluez-libs
bolt
boost-libs
bridge-utils
brltty
brotli
btrfs-progs
bubblewrap
bzip2
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cantarell-fonts
cantata
cdparanoia
cdrtools
celt
cheese
chromaprint
cifs-utils
clamav
clutter
clutter-gst
clutter-gtk
cogl
colord
colord-gtk
colord-sane
confuse
containerd
coreutils
cracklib
cryptsetup
cups-pk-helper
curl
dav1d
db
dbus
dbus-glib
dbus-python
dconf
desktop-file-utils
device-mapper
dhclient
diffutils
djvulibre
dleyna-connector-dbus
dleyna-core
dleyna-renderer
dleyna-server
dmidecode
dmraid
dnsmasq
dnssec-anchors
docker
dosfstools
dotconf
double-conversion
dtc
e2fsprogs
easytag
edk2-ovmf
efibootmgr
efivar
elfutils
enchant
eog
epiphany
evince
evolution-data-server
exempi
exiv2
expat
faac
faad2
fakeroot
fd
ffmpeg
fftw
file
file-roller
filesystem
findutils
firefox
firefox-i18n-ja
flac
flashrom
flex
fluidsynth
fmt
folks
fontconfig
freerdp
freetype2
frei0r-plugins
fribidi
fuse-common
fuse2
fuse3
fwupd
fwupd-efi
fzf
gavl
gawk
gc
gcab
gcc
gcc-libs
gcr
gd
gdbm
gdk-pixbuf2
gdm
gedit
gegl
geoclue
geocode-glib
gettext
gfbgraph
ghostscript
giflib
git
gjs
glib-networking
glib2
glibc
glibmm
gmime3
gmp
gnome-autoar
gnome-backgrounds
gnome-bluetooth
gnome-books
gnome-boxes
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-contacts
gnome-control-center
gnome-desktop
gnome-disk-utility
gnome-documents
gnome-epub-thumbnailer
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-online-accounts
gnome-online-miners
gnome-photos
gnome-remote-desktop
gnome-screenshot
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-terminal
gnome-themes-extra
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-video-effects
gnome-weather
gnu-free-fonts
gnupg
gnutls
go
gobject-introspection-runtime
gom
gpgme
gpm
gptfdisk
graphene
graphite
grep
grilo
grilo-plugins
groff
grub
gsettings-desktop-schemas
gsfonts
gsm
gsound
gspell
gssdp
gst-editing-services
gst-libav
gst-plugin-gtk
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gstreamer
gtk-update-icon-cache
gtk-vnc
gtk2
gtk3
gtk4
gtkmm3
gtksourceview4
guile
gupnp
gupnp-av
gupnp-dlna
gupnp-igd
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
harfbuzz
harfbuzz-icu
hdparm
hicolor-icon-theme
hidapi
htop
hwids
hwloc
hyphen
iana-etc
ibus
icu
id3lib
iftop
ijs
imagemagick
imath
imlib2
iproute2
iptables
iputils
iso-codes
iw
jack2
jansson
jasper
jbig2dec
js78
json-c
json-glib
kbd
keyutils
kmod
krb5
l-smash
lame
lapack
lcms2
ldb
ldns
lensfun
less
lib32-alsa-lib
lib32-alsa-plugins
lib32-amdvlk
lib32-brotli
lib32-bzip2
lib32-curl
lib32-e2fsprogs
lib32-expat
lib32-gcc-libs
lib32-glibc
lib32-icu
lib32-keyutils
lib32-krb5
lib32-libdrm
lib32-libelf
lib32-libffi
lib32-libglvnd
lib32-libgpg-error
lib32-libidn2
lib32-libldap
lib32-libpciaccess
lib32-libpsl
lib32-libssh2
lib32-libtasn1
lib32-libunistring
lib32-libunwind
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcrypt
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxml2
lib32-libxshmfence
lib32-libxss
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-mesa
lib32-ncurses
lib32-nspr
lib32-nss
lib32-openssl
lib32-p11-kit
lib32-readline
lib32-sqlite
lib32-vulkan-icd-loader
lib32-wayland
lib32-xz
lib32-zlib
lib32-zstd
libaio
libao
libarchive
libass
libassuan
libasyncns
libatasmart
libavc1394
libavif
libavtp
libblockdev
libbluray
libbpf
libbs2b
libbsd
libbytesize
libcaca
libcacard
libcanberra
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libchamplain
libcloudproviders
libcolord
libcroco
libcue
libcups
libcurl-gnutls
libdaemon
libdatrie
libdazzle
libdc1394
libdca
libde265
libdmapsharing
libdrm
libdv
libdvdnav
libdvdread
libedit
libelf
libepoxy
libevdev
libevent
libexif
libfdk-aac
libffi
libfontenc
libfreeaptx
libftdi
libgcrypt
libgdata
libgdm
libgee
libgepub
libgexiv2
libglvnd
libgme
libgnomekbd
libgpg-error
libgphoto2
libgrss
libgsf
libgssglue
libgtop
libgudev
libgusb
libgweather
libgxps
libhandy
libheif
libibus
libical
libice
libid3tag
libidn
libidn2
libiec61883
libieee1284
libimobiledevice
libinih
libinput
libinstpatch
libiptcdata
libjcat
libjpeg-turbo
libkate
libkeybinder3
libksba
libldac
libldap
liblouis
liblqr
liblrdf
libluv
libmad
libmanette
libmbim
libmd
libmediaart
libmfx
libmicrodns
libmikmod
libmm-glib
libmms
libmnl
libmodplug
libmp4v2
libmpc
libmpcdec
libmpdclient
libmspack
libmtp
libmusicbrainz5
libnautilus-extension
libndp
libnetfilter_conntrack
libnewt
libnfnetlink
libnfs
libnftnl
libnghttp2
libnice
libnl
libnm
libnma
libnotify
libnsl
liboauth
libofa
libogg
libomxil-bellagio
libopenmpt
libosinfo
libp11-kit
libpackagekit-glib
libpaper
libpcap
libpciaccess
libpeas
libpgm
libphonenumber
libplist
libpng
libportal
libproxy
libpsl
libpulse
libpwquality
libqmi
libqrtr-glib
libraqm
libraw
libraw1394
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsidplayfp
libsigc++
libslirp
libsm
libsmbios
libsndfile
libsodium
libsoup
libsoup3
libsoxr
libspectre
libspeechd
libspiro
libsrtp
libssh
libssh2
libstemmer
libsynctex
libtasn1
libteam
libtermkey
libthai
libtheora
libtiff
libtirpc
libtool
libunistring
libunwind
libupnp
liburing
libusb
libusb-compat
libusbmuxd
libuv
libva
libva-mesa-driver
libva-utils
libva-vdpau-driver
libvdpau
libvirt
libvirt-glib
libvisual
libvncserver
libvorbis
libvpx
libvterm
libwacom
libwebp
libwpe
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmlb
libxmu
libxpm
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libyuv
libzapojit
licenses
lilv
linux
linux-api-headers
linux-firmware
llvm-libs
lm_sensors
lmdb
lsb-release
lshw
lsof
lua
luajit
lvm2
lz4
lzo
m4
mailcap
make
md4c
mdadm
media-player-info
mesa
mesa-vdpau
metis
mjpegtools
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mod_dnssd
mpd
mpfr
mpg123
msgpack-c
mtdev
mtools
mutter
nautilus
ncurses
ndctl
neofetch
neon
neovim
net-snmp
nettle
networkmanager
nm-connection-editor
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npth
nspr
nss
numactl
openal
openconnect
opencore-amr
openexr
openjpeg2
openmpi
openssh
openssl
opus
orc
orca
osinfo-db
otf-ipaexfont
otf-ipafont
p11-kit
pacman
pacman-mirrorlist
pam
pambase
pango
pangomm
parted
patch
pciutils
pcre
pcre2
pcsclite
perl
perl-clone
perl-encode-locale
perl-error
perl-file-listing
perl-html-parser
perl-html-tagset
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-io-html
perl-libwww
perl-lwp-mediatypes
perl-mailtools
perl-net-http
perl-timedate
perl-try-tiny
perl-uri
perl-www-robotrules
phodav
pinentry
pipewire
pipewire-media-session
pixman
pkgconf
polkit
poppler
poppler-data
poppler-glib
popt
portaudio
procps-ng
protobuf
protobuf-c
psmisc
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
python
python-appdirs
python-atspi
python-cairo
python-chardet
python-dnspython
python-feedparser
python-gobject
python-idna
python-levenshtein
python-markdown
python-more-itertools
python-mutagen
python-ordered-set
python-packaging
python-pyinotify
python-pyparsing
python-pyxdg
python-requests
python-setuptools
python-sgmllib3k
python-six
python-urllib3
python-websocket-client
qemu
qt5-base
qt5-charts
qt5-declarative
qt5-graphicaleffects
qt5-multimedia
qt5-quickcontrols
qt5-svg
qt5-x11extras
quodlibet
radeontop
raptor
rav1e
readline
rest
rsync
rtkit
rtmpdump
run-parts
runc
rygel
sane
sbc
screenfetch
sdl2
sdl2_image
seabios
sed
serd
shadow
shared-color-targets
shared-mime-info
simple-scan
slang
smbclient
snappy
sord
sound-theme-freedesktop
soundtouch
spandsp
speech-dispatcher
speex
speexdsp
spice
spice-gtk
sqlite
sratom
srt
sshfs
startup-notification
steam
stoken
sudo
suitesparse
sushi
svt-av1
svt-hevc
sysfsutils
systemd
systemd-libs
systemd-sysvcompat
t1lib
taglib
talloc
tar
tbb
tcl
tdb
telepathy-glib
tepl
tevent
texinfo
thin-provisioning-tools
totem
totem-pl-parser
tpm2-tss
tracker
tracker-miners
tracker3
tracker3-miners
tree-sitter
tslib
ttf-liberation
twolame
tzdata
uchardet
udisks2
ufw
unibilium
unzip
upower
uriparser
usbmuxd
usbredir
usbutils
util-linux
util-linux-libs
v4l-utils
vde2
vdpauinfo
vid.stab
vim
vim-runtime
vino
virglrenderer
vmaf
volume_key
vpnc
vte-common
vte3
vulkan-headers
vulkan-icd-loader
vulkan-radeon
vulkan-tools
wavpack
wayland
wayland-protocols
webkit2gtk
webrtc-audio-processing
wget
which
wildmidi
wireless_tools
woff2
wpa_supplicant
wpebackend-fdo
x264
x265
xcb-proto
xcb-util
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xclip
xdg-dbus-proxy
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xdotool
xf86-input-libinput
xf86-video-amdgpu
xfsprogs
xkeyboard-config
xorg-bdftopcf
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xorgproto
xsel
xvidcore
xxhash
xz
yajl
yelp
yelp-xsl
zbar
zenity
zeromq
zimg
zip
zita-alsa-pcmi
zita-resampler
zlib
zsh
zsh-completions
zsh-syntax-highlighting
zstd
zvbi
zxing-cpp
zziplib
